// File view
"Size" = "サイズ";
"Date" = "日付";
"Kind" = "種類";

"Choose..." = "選択…";

"Move to Trash…" = "ゴミ箱に入れる…";
"Move to Trash" = "ゴミ箱に入れる";
"Delete…" = "削除…";
"Delete" = "削除";
"New Folder" = "新規フォルダ";
"New Bucket" = "新規 Bucket";
"New File" = "新規ファイル";
"Refresh" = "更新";
"Quick Look" = "クイックルック";
"Open Externally" = "任意のアプリケーションで開く";
"Get Info" = "情報を見る";
"Transfer Files" = "項目を転送";
"Folder Linking" = "フォルダ遷移をリンク";
"Go To" = "移動";
"Terminal" = "ターミナル";

"Switch to remote browser" = "リモートブラウザに切替";
"Disconnect from server" = "サーバから切断";
"Server Disconnected" = "切断されました";
"remote browser" = "リモートブラウザ";
"Local" = "ローカル";
"Remote" = "リモート";
"View options" = "表示オプション";
"View" = "表示";
"Remote view options" = "リモート表示オプション";
"Local view options" = "ローカル表示オプション";
"Show one file browser" = "ファイルブラウザを1ペインで表示";
"Show two file browsers" = "ファイルブラウザを2ペインで表示";

"Hide Item Count" = "項目数を隠す";
"Show Item Count" = "項目数を表示";
"Item count" = "項目数";

"Close Quick Look" = "クイックルックを閉じる";
"Quick Look \"%@\"" = "“%@” をクイックルック";
"Quick Look %ld Items" = "%ld 項目をクイックルック";

"Hide Info" = "情報を隠す";
"Get Info" = "情報を見る";

"Send Raw Command…" = "Raw コマンドを送信…";
"Send SSH Command…" = "SSH コマンドを送信…";

"Transfer \"%@\"" = "“%@” を転送";
"Transfer Selected Items" = "選択項目を転送";
"Download \"%@\"" = "“%@” をダウンロード";
"Download Selection" = "選択項目をダウンロード";
"Upload \"%@\"" = "“%@” をアップロード";
"Upload Selection" = "選択項目をアップロード";
"Move \"%@\"" = "“%@” を移動";
"Move Selection" = "選択項目を移動";
//used with the above strings
"Without Rules" = "（ルール適用しない）";

"Compress \"%@\"" = "“%@” を圧縮";
"Compress" = "圧縮";
"Compress %lu Items" = "%lu 項目を圧縮";

"Compress & Upload Selected Items" = "選択項目を圧縮してアップロード";
"Compress & Upload \"%@\"" = "“%@” を圧縮してアップロード";

"Open With %@" = "%@ で開く";
"Open With External Editor" = "任意のアプリケーションで開く";

"Could not change folder to \"%@\"." = "フォルダを “%@” に変更できませんでした。";
"The folder could not be found." = "フォルダを見つけられませんでした。";
"Are you sure you want to edit %lu files?" = "本当に %lu ファイルを編集しますか？";
"This action cannot be undone." = "この操作は取り消せません。";

"Parameter type mismatch." = "パラメータ型が一致しません。";
"File does not exist." = "ファイルが存在しません。";
"You must use a remote File Viewer for this action." = "この操作はリモートファイルブラウザで行う必要があります。";
"Folder does not exist." = "フォルダが存在しません。";
"Could not complete operation." = "操作を完了できませんでした。";

"Are you sure you want to delete \"%@\"?" = "本当に \"%@\" を削除しますか？";
"Are you sure you want to delete the selected %i items?" = "本当に選択されている %i 項目を削除しますか？";
"The selected items will be deleted immediately." = "選択された項目は直ちに削除されます。";
"The selected items will be moved to the Trash." = "選択された項目はゴミ箱に移動されます。";
"The selected items will be deleted immediately." = "選択された項目は直ちに削除されます。";

// Get Info
"Tags:" = "タグ:";
"Multiple Items" = "複数の項目";
"Multiple Values" = "複数の値";
"InfoWindowTitleFormat" = "%@ の情報";
"InfoWindowSizeFormat" = "%@ (%@ バイト)";
"InfoWindowNumItemsFormat" = "%d 項目";
"CloseWindowActivityTitle" = "本当にこのウインドウを閉じますか？";
"CloseWindowActivityMessage" = "%@ はファイルへの操作を実行しています。ウインドウを閉じるとファイルへの操作は不完全のまま中断される可能性があります。";
"Don't Close" = "閉じない";
"Close" = "閉じる";
"Are you sure you want to apply the selected attributes to all the enclosed items?" = "本当に選択されている属性を内包しているすべての項目に適用しますか？";
"Are you sure you want to apply the selected owner and group to all the enclosed items?" = "本当に選択された所有者とグループ設定を内包しているすべての項目に適用しますか？";
"Are you sure you want to apply the selected permissions to all the enclosed items?" = "本当に選択されたアクセス権を内包しているすべての項目に適用しますか？";
"This action cannot be undone." = "この操作は取り消せません。";
"Calculate remote folder size" = "リモートフォルダサイズを参照";
"Calculate" = "参照する";

"Connecting..." = "接続しています…";
"Choose" = "選択";
"MultiTransferMessage" = "このサーバで実行中の転送が %ld 接続あります。接続を切断しますか？それとも転送を継続しますか？";
"SingleTransferMessage" = "このサーバで実行中の転送が 1 接続あります。接続を切断しますか？それとも転送を継続しますか？";
"Transfers are in progress." = "転送が継続中です。";
"Keep Active" = "継続する";
"Disconnect All" = "すべて切断";
"Cancel" = "キャンセル";
"The file \"%@\" is now hidden." = "“%@” は不可視状態です。";
"Since the new name begins with a period and %@ is currently hiding invisible files, the file will not be visible.\n\nWould you like to show invisible files? (You can always change this setting later in the View menu.)" = "名前の最初がピリオドで、また現在 %@ は不可視項目を表示しない設定なのでこのファイルは表示されません。\n\n不可視項目を表示するようにしますか？（表示メニューからいつでも設定を変更することが可能です。）";
"Show Hidden Files" = "不可視項目を表示";
"Hide Hidden Files" = "不可視項目を隠す";
"An item with the name \"%@\" already exists in this location." = "この場所にはすでに同じ名前の項目 “%@” が存在しています。";
"Please choose a different name." = "ほかの名前をご使用ください。";
"Are you sure you want to remove the extension \".%@\"?" = "本当に拡張子 “.%@” を取り除きますか？";
"If you make this change, your document may open in a different application." = "この変更により、書類が他のアプリケーションで開かれるかもしれません。";
"OK" = "OK";
"Edit" = "編集";
"disconnect" = "切断";
"New Bucket..." = "新規 Bucket…";
"Places" = "プレイス";
"Open symbols and files quickly" = "シンボルやファイルをすばやく開きます";
"Open Quickly" = "すばやく開く";
"Click to show Places; drop folders here to add them to your Places" = "クリックするとプレイスが開き、項目をドロップすることで追加できます";
"No Bucket" = "Bucket 無し";
"Inspector" = "インスペクタ";
"Hide Errors" = "エラーを隠す";
"Show Errors" = "エラーを表示";
"%@ can’t verify the identity of the server “%@”." = "%@ はサーバ “%@” を認証できません。";
"Connection timed out or server hung up. The server you are connecting to may be configured to limit the number of connections you are allowed to make." = "接続がタイムアウトしたかサーバが停止したようです。接続可能な同時接続数の設定を見直す必要があるかもしれません。";
"ServerMaximumRetryDelayFormat" = "%d";
"ftp.domain.com" = "入力例: ftp.domain.com";
"NoProxyDescription" = "プロキシサーバを使用しません。";
"ProxyType1Description" = "“USER user@real.hostname”を送信します。";
"ProxyType2Description" = "“USER fwuser”と“PASS fwpass”でファイアウォールにログインし“USER user@real.hostname”を送信します。";
"ProxyType3Description" = "通常のUSERおよびPASSの後に“SITE real.hostname”を使用します。";
"ProxyType4Description" = "通常のUSERおよびPASSの後に“OPEN real.hostname”を使用します。";
"ProxyType5Description" = "“USER user@fwuser@real.hostname”と“PASS pass@fwpass”を送信します。";
"ProxyType6Description" = "“USER user”と“PASS pass”の後に“USER fwuser@real.hostname”と“PASS fwpass”を送信します。";
"ProxyType7Description" = "“ACCT fwpass”の後に“USER user@real.hostname fwuser”と“PASS pass”を送信します。";
"ProxyType8Description" = "“PASS pass”の後に“USER user@real.hostname:port”を送信します。";
"ProxyType9Description" = "“PASS pass”の後に“USER user@real.hostname port”を送信します。";
"ProxyType10Description" = "SOCKS 4プロキシサーバを使用します。";
"ProxyType11Description" = "SOCKS 4aプロキシサーバを使用します。";
"ProxyType12Description" = "SOCKS 5プロキシサーバを使用します。";
"ProxyType13Description" = "“USER user@fwuser@hostname”を送信します。";
"Default" = "デフォルト";
"Open" = "開く";
"Choose Application" = "アプリケーションを選択";
"Choose an application to open the selected documents." = "選択された書類を開くためのアプリケーションを選択してください。";
"Always open with" = "常にこのアプリケーションで開く";
"(default)" = "(デフォルト)";
"Other..." = "その他…";
"Could not edit %@." = "%@ を編集できません。";
"Could not launch %@." = "%@ を起動できません。";
"The application may have been moved or deleted." = "アプリケーションは移動されたか、削除されたようです。";
"Could not launch ODB supported editor." = "ODBがサポートされたエディタを起動できません。";
"This could be caused by using an old version of the editor that does not support this feature." = "本機能がサポートされていない古いバージョンのエディタであることが原因かもしれません。";
"NoAccessPromptMessage" = "macOSのセキュリティ制限により、%@ は “%@” にアクセスできません。";
"NoAccessChooseMessage" = "フォルダを手動で選択してください。";
"Archive.zip" = "アーカイブ.zip";
"FTP/SFTP" = "FTP/SFTP";
"WebDAV" = "WebDAV";
"S3" = "S3";
"The rule \"%@\" contains a syntax error." = "ルール “%@” に文法エラーが含まれています。";
"Please update the rule and try again: (%@)." = "ルールを見直し再度お試しください: (%@)。";
"Default File" = "ファイル";
"Default Folder" = "フォルダ";
"Not Connected" = "未接続";
"What would you like to do?" = "どのように処理しますか？";

// PCUserNotificationCenter
"Download Complete" = "ダウンロード完了";
"Upload Complete" = "アップロード完了";
"%ld items:\n" = "%ld 項目:\n";
"And %ld more…" = "さらに: %ld…";

// preferences
"Transfers" = "転送";
"Cloud" = "クラウド";
"Rules" = "ルール";
"Advanced" = "上級";
"Add server" = "サーバを追加";
"Add permissions" = "アクセス権を追加";
"Add rule" = "ルールを追加";
"Add custom upload header" = "カスタムアップロードヘッダを追加";
"Custom Header" = "カスタムヘッダ";
"Add extension" = "拡張を追加";

// PCPlacesBar
"LOCAL" = "ローカル";

// Get Info
"Created" = "作成日";
"Modified" = "変更日";
"Read" = "読み";
"Write" = "書き";
"Execute" = "実行";
"Special" = "特殊";
"User" = "ユーザ";
"Group" = "グループ";
"World" = "その他";
"Owner" = "所有者";
"SUID" = "SUID";
"SGID" = "SGID";
"Sticky" = "スティッキー";
"Special" = "特殊";
"Octal" = "8進数";
"Apply" = "適用";
"Apply to Enclosed" = "内包している項目に適用";
"Preview" = "プレビュー";
"General" = "一般";
"Permissions" = "アクセス権";
"%@ Options" = "%@ のオプション";
"Not Applicable" = "適用外";
"Calculate Size" = "リモートフォルダサイズを参照";
"Calculating size..." = "参照する…";
"n/a" = "n/a";
"SizeFormat" = "%@（ディスク上の%@）";
"InfoWindowNumItemsFormat" = "%d 項目";
"(none selected)" = "(未選択)";
"No Selection" = "選択なし";
"%@ Options" = "%@ のオプション";
"Inspector" = "インスペクタ";
"Multiple Items" = "複数の項目";
"%@ Info" = "%@の情報";
"%.0f × %.0f px" = "%.0f × %.0f px";
"Click to download and preview" = "クリックするとダウンロードしてプレビューします";
"File size" = "ファイルサイズ";
"File path" = "ファイルパス";
"File name" = "ファイル名";
"File kind" = "ファイル種類";
"Dock window" = "Dock ウインドウ";
"Detach inspector" = "インスペクタを分離";

"Indexing files..." = "インデックス化中…";

"untitled-container" = "untitled-container";
"Checking availability..." = "有効性をチェック中…";
"This name is already in use." = "この名前は既に使われています。";
"This name cannot be used." = "この名前は使用できません。";

// Activity
"Activity" = "アクティビティ";
"No Activities" = "転送なし";

"Activity (Paused)" = "アクティビティ（中断）";
"Pause Pending Transfers" = "保留の転送を中断";
"Resume Pending Transfers" = "保留の転送を再開";
"Pause / Resume" = "中断／再開";
"Pause and resume remote file transfers" = "ファイル転送を中断／再開します";

"Conflict Behavior" = "同じ名称の項目が存在する場合";
"Override the default conflict behavior for this tab" = "同じ名称の項目が存在する場合の動作について設定します";

"Actions" = "アクション";

"Clear" = "消去";
"Remove completed transfers from the queue" = "転送リストから完了した項目を消去します";

"Downloading" = "ダウンロード中";
"Uploading" = "アップロード中";

"When a file exists…" = "ファイルの場合…";
"When a folder exists…" = "フォルダの場合…";

"Ask" = "その都度確認する";
"Skip" = "スキップする";
"Resume" = "完了";
"Merge" = "統合する";
"Overwrite" = "置き換える";
"Keep Both" = "両方とも残す";

"Continue After Error" = "エラー後も継続する";

"Remove" = "取り除く";

"Retry" = "リトライ";
"Retry Failed" = "リトライ失敗";
"Retry all failed transfers" = "失敗した転送をすべてリトライ";

"Show In Finder" = "Finder で表示";
"Show in File Browser" = "ファイルブラウザで表示";

// Passwords and Keys
"Save in Keychain" = "キーチェーンに保存";

// PasswordInputSheetController
"Enter password for server \"%@\" with user name \"%@\"." = "サーバ “%@” のユーザ名 “%@” に対応するパスワードを入力してください。";
"Enter username and password for server \"%@\"." = "サーバ “%@” のユーザ名とパスワードを入力してください。";
"Password:" = "パスワード:";

"Create a new Bucket" = "新規 Bucket を作成";
"Bucket Name:" = "Bucket 名:";
"Type:" = "Type:";
"All Private" = "All Private";
"All Public" = "All Public";
"Create" = "作成";

"UnsupportedProtocolErrorMessage" = "サーバ接続に使用しているプロトコルはこのバージョンの %@ で未対応です。このプロトコルをサポートしている新しいバージョンが無いか、ウェブサイトを確認してみてください。";
"Could not connect to server \"%@\"." = "サーバ “%@” に接続できませんでした。";

// RawCommandSheetController
"In response to \"%@\", the server said:" = "“%@” に対するサーバメッセージ:";

// PCBatchRenameSheetController
"Rename" = "名前を変更";
"Rename %lu Items..." = "%lu 項目の名前を変更…";
"Rename %lu Items" = "%lu 項目の名前を変更";
"Please select fewer files." = "選択ファイル数を減らしてください。";
"Batch renaming is limited to 10,000 files at a time." = "一括リネームは一度に10,000ファイルまでです。";

"You can’t paste at this location because you can’t paste an item into itself." = "同じ項目自身にペーストできません。";
"Copied" = "Copied";
"untitled folder" = "untitled-folder";
"untitled file" = "untitled-file";
"New File Share..." = "新規ファイル共有…";
"New Container..." = "新規 Container…";

// ResolveFileConflictSheetController
"This file is older." = "このファイルは古いです。";
"This file is newer." = "このファイルは新しいです。";
"This folder is older." = "このフォルダは古いです。";
"This folder is newer." = "このフォルダは新しいです。";

// Accessibility

"Remote file view" = "リモートファイル";
"Local file view" = "ローカルファイル";

// S3 Regions

"Your S3 regions are up to date." = "あなたの S3 リージョンは最新です。";
"Your S3 regions have been updated." = "あなたの S3 リージョンは更新されました。";
"Your S3 regions have been updated, but some regions are incompatible with this version of %@." = "あなたの S3 リージョンは更新されましたが、中にはこのバージョンの %@ との互換性がないリージョンもあります。";
"Please update %@." = "%@ を更新してください。";
"Could not update your S3 regions." = "S3 リージョンを更新できませんでした。";
